{
  "0": {
    "i": 0,
    "n": "Mercury",
    "f": "assets/mercury.png",
    "l": "assets/mercury.flr",
    "s": 35.0,
    "r": 200.0,
    "y": 88,
    "m": "Mass: 3.3011×10^23 kg (0.055 Earths)",
    "d": "Mercury (0.4 AU from the Sun) is the closest planet to the Sun and on average, all seven other planets. The smallest planet in the Solar System (0.055 M⊕), Mercury has no natural satellites. Besides impact craters, its only known geological features are lobed ridges or rupes that were probably produced by a period of contraction early in its history. Mercury's very tenuous atmosphere consists of atoms blasted off its surface by the solar wind. Its relatively large iron core and thin mantle have not yet been adequately explained. Hypotheses include that its outer layers were stripped off by a giant impact, or that it was prevented from fully accreting by the young Sun's energy.\n\nMass: 3.3011×10^23 kg (0.055 Earths)\n\nRadius: 2,439.7±1.0 km",
    "url": "https://en.wikipedia.org/wiki/Mercury_(planet)"
  },
  "1": {
    "i": 1,
    "n": "Venus",
    "f": "assets/venus.png",
    "l": "assets/venus.flr",
    "s": 75.0,
    "r": 480.0,
    "y": 224,
    "m": "Mass: 4.8675×10^24 kg (0.815 Earths)",
    "d": "Venus (0.7 AU from the Sun) is close in size to Earth (0.815 M⊕) and, like Earth, has a thick silicate mantle around an iron core, a substantial atmosphere, and evidence of internal geological activity. It is much drier than Earth, and its atmosphere is ninety times as dense. Venus has no natural satellites. It is the hottest planet, with surface temperatures over 400 °C (752 °F), most likely due to the amount of greenhouse gases in the atmosphere. No definitive evidence of current geological activity has been detected on Venus, but it has no magnetic field that would prevent depletion of its substantial atmosphere, which suggests that its atmosphere is being replenished by volcanic eruptions.\n\nMass: 4.8675×10^24 kg (0.815 Earths)\n\nRadius: 6,051.8±1.0 km",
    "url": "https://en.wikipedia.org/wiki/Venus"
  },
  "2": {
    "i": 2,
    "n": "Earth",
    "f": "assets/earth.png",
    "l": "assets/earth.flr",
    "s": 80.0,
    "r": 800.0,
    "y": 365,
    "m": "Mass: 5.97237 * 10^24 kg",
    "d": "Earth (1 AU from the Sun) is the largest and densest of the inner planets the only one known to have current geological activity, and the only place where life is known to exist. Its liquid hydrosphere is unique among the terrestrial planets, and it is the only planet where plate tectonics has been observed. Earth's atmosphere is radically different from those of the other planets, having been altered by the presence of life to contain 21% free oxygen. It has one natural satellite, the Moon, the only large satellite of a terrestrial planet in the Solar System.\n\nMass: 5.97237 * 10^24 kg\n\nRadius: 6378.1 km",
    "url": "https://en.wikipedia.org/wiki/Earth"
  },
  "3": {
    "i": 3,
    "n": "Mars",
    "f": "assets/mars.png",
    "l": "assets/mars.flr",
    "s": 40.0,
    "r": 1200.0,
    "y": 687,
    "m": "Mass: ",
    "d": "Mars (1.5 AU from the Sun) is smaller than Earth and Venus (0.107 M⊕). It has an atmosphere of mostly carbon dioxide with a surface pressure of 6.1 millibars (roughly 0.6% of that of Earth). Its surface, peppered with vast volcanoes, such as Olympus Mons, and rift valleys, such as Valles Marineris, shows geological activity that may have persisted until as recently as 2 million years ago. Its red colour comes from iron oxide (rust) in its soil. Mars has two tiny natural satellites (Deimos and Phobos) thought to be either captured asteroids, or ejected debris from a massive impact early in Mars's history.\n\nhttps://en.wikipedia.org/wiki/Mars",
    "url": "https://en.wikipedia.org/wiki/Mars"
  },
  "4": {
    "i": 4,
    "n": "Jupiter",
    "f": "assets/jupiter.png",
    "l": "assets/jupiter.flr",
    "s": 230.0,
    "r": 1900.0,
    "y": 4333,
    "m": "Mass: ",
    "d": "Jupiter (5.2 AU), at 318 M⊕, is 2.5 times the mass of all the other planets put together. It is composed largely of hydrogen and helium. Jupiter's strong internal heat creates semi-permanent features in its atmosphere, such as cloud bands and the Great Red Spot. Jupiter has 79 known satellites. The four largest, Ganymede, Callisto, Io, and Europa, show similarities to the terrestrial planets, such as volcanism and internal heating.Ganymede, the largest satellite in the Solar System, is larger than Mercury.\n\nMass: 1.8982×10^27 kg (317.8 Earths)\n\nRadius: 71,492 km\n\nhttps://en.wikipedia.org/wiki/Jupiter",
    "url": "https://en.wikipedia.org/wiki/Jupiter"
  },
  "5": {
    "i": 5,
    "n": "Saturn",
    "f": "assets/saturn.png",
    "l": "assets/saturn.flr",
    "s": 230.0,
    "r": 2400.0,
    "y": 10759,
    "m": "Mass: ",
    "d": "Saturn...",
    "url": "https://en.wikipedia.org/wiki/Saturn"
  },
  "6": {
    "i": 6,
    "n": "Uranus",
    "f": "assets/uranus.png",
    "l": "assets/uranus.flr",
    "s": 200.0,
    "r": 2900.0,
    "y": 30688,
    "m": "Mass: ",
    "d": "Uranus...",
    "url": "https://en.wikipedia.org/wiki/Uranus"
  },
  "7": {
    "i": 7,
    "n": "Neptune",
    "f": "assets/neptune.png",
    "l": "assets/neptune.flr",
    "s": 200.0,
    "r": 3300.0,
    "y": 60182,
    "m": "Mass: ",
    "d": "Neptune...",
    "url": "https://en.wikipedia.org/wiki/Neptune"
  },
  "8": {
    "i": 8,
    "n": "Pluto",
    "f": "assets/pluto.png",
    "l": "assets/pluto.flr",
    "s": 50.0,
    "r": 3700.0,
    "y": 90000,
    "m": "Mass: ",
    "d": "Pluto...",
    "url": "https://en.wikipedia.org/wiki/Pluto"
  },
  "datasource": "https://en.wikipedia.org/wiki/Solar_System",
  "info": "All the data about Solar System planets taken from Wikipedia",
  "bg" : "assets/bg.png"
}